Repository: xdgf558/MindBudget
Catalog: MindBudget/Resources/Localizable.xcstrings
Source language: en
Languages: zh_hans

# commerce.pro.notice.productUnavailable
source: This plan is currently unavailable. No purchase was made.
zh_hans: 当前套餐暂时不可用，未发生购买。

# commerce.pro.notice.purchasesNotAllowed
source: Purchases are not allowed for this Apple Account or device.
zh_hans: 当前 Apple 账户或设备不允许购买。

# commerce.pro.notice.verificationFailed
source: The purchase could not be verified. Pro access was not granted.
zh_hans: 购买暂时无法验证，Pro 权限未生效。

# commerce.pro.notice.invalidState
source: The App Store state could not be confirmed. Try again later.
zh_hans: 暂时无法确认 App Store 状态，请稍后重试。

# commerce.pro.notice.unavailable
source: Subscription service is temporarily unavailable. Nothing changed.
zh_hans: 订阅服务暂时不可用，当前状态没有变化。

# commerce.pro.terms.subscription
source: Plans
zh_hans: 套餐

# commerce.pro.terms.renewal
source: Subscriptions renew automatically at the displayed App Store price unless cancelled.
zh_hans: 如未取消，订阅将按 App Store 显示的价格自动续订。

# commerce.pro.terms.trial
source: A free trial is shown only when the App Store confirms its length and your eligibility. After the trial, the selected plan renews at its displayed price.
zh_hans: 仅当 App Store 确认试用时长与资格时才会显示免费试用；试用结束后，所选套餐将按显示价格续订。

# commerce.pro.terms.control
source: Your control
zh_hans: 你的控制权

# commerce.pro.terms.control.detail
source: Purchase, restore, and subscription management run only after you tap the corresponding control. You can manage or cancel through Apple at any time.
zh_hans: 购买、恢复和订阅管理只会在你点击相应按钮后进行；你可以随时通过 Apple 管理或取消。

# commerce.pro.privacy.storekit
source: Apple and StoreKit
zh_hans: Apple 与 StoreKit

# commerce.pro.privacy.storekit.detail
source: Apple handles payment, storefront price, eligibility, and subscription status. MindBudget does not receive your payment-card details.
zh_hans: 付款、商店价格、试用资格和订阅状态由 Apple 处理；花有数不会收到你的银行卡信息。

# commerce.pro.privacy.local
source: Local budget data
zh_hans: 本地预算数据

# commerce.pro.privacy.local.detail
source: Your ledger, notes, savings goals, and questions are not included in StoreKit purchase requests. Subscription authority is not stored as a permanent local unlock.
zh_hans: 账本、备注、储蓄目标和问题不会进入 StoreKit 购买请求；订阅权限也不会作为永久本地解锁状态保存。
